Repository: foocorp/librefm
Catalog: nixtape/themes/librefm/locale/nixtape-*.po
Languages: eo, nl

source: Location check
eo: Lokkontrolo
nl: Locatie check

source: This feature looks up your location on <a href='http://www.geonames.org'>geonames</a>. You don't need to do it, but it will allow us find your latitude and longitude so we can add some great location-based features in the future.
eo: Ĉi tio trovas vian lokon ĉe <a href='http://www.geonames.org'>geonames</a>. Vi ne devas fari tion, sed ĝi permesas al ni eltrovi vian latitudon kaj longitudon, tiel ke ni povos aldoni utilajn surlokbazitajn trajtojn onte.
nl: Deze functie haalt je locatie van <a href='http://www.geonames.org'>geonames</a>. Het is niet verplicht, maar we kunnen hiermee je lengte- en breedtegraad bepalen, waarmee we in de toekomst coole lokatiespecifieke functionaliteiten aan kunnen bieden.

source: Avatar address
eo: Avataradreso
nl: Avatar URL

source: An address that represents you in RDF. See <a href='http://esw.w3.org/topic/WebID'>WebID</a> for details. If you don't know what this is, it's best to leave it blank.
eo: Adreso reprezentanta vin per RDF. Vidu detalojn tie: «<a href='http://esw.w3.org/topic/WebID'>WebID</a>». Se vi ne scias, kio tio estas, preferindas lasi ĝin malplena.
nl: Een adres dat jou vertegenwoordig in RDF. Zie <a href='http://esw.w3.org/topic/WebID'>WebID</a> voor meer details. Als je niet weet wat dit is kun je het beter blanco laten.

source: The address for your micro-blog on a <a href='http://status.net/'>StatusNet</a>-powered site such as <a href='http://identi.ca/'>identi.ca</a>.
eo: La adreso de via mikroblogo ĉe <a href='http://status.net/'>StatusNet</a>-povigita retejo, kiel <a href='http://identi.ca/'>identi.ca</a>.
nl: Het adres voor jouw micro-blog op een <a href='http://status.net/'>StatusNet</a>-powered site zoals <a href='http://identi.ca/'>identi.ca</a>.

source: Now Playing:
eo: Nun ludanta:
nl: Huidig nummer:

source: Loved
eo: Amata(j)
nl: Geliefd

source: Latest %1 Plays:
eo: Lastaj %1 ludoj:
nl: Laatste %1 nummers:

source: Free artists that %1 loves
eo: Liberverkaj artistoj, amataj de %1
nl: Vrije artiesten die %1 lief heeft

source: Free artists that %1 might like
eo: Liberverkaj artistoj, eble amotaj de %1
nl: Vrije artiesten die %1 mogelijk leuk vindt

source: %1's Recommended Radio
eo: Radio de rekomendaĵoj por %1
nl: Aanbevolen radio van %1

source: %1's Loved Radio
eo: Radio de amaĵoj de %1
nl: "Geliefde" radio van %1

source: %1's Mix Radio
eo: Miksita radio de %1
nl: Gemengde radio van %1

source: %1's Neighbourhood Radio
eo: Najbaraĵa radio de %1
nl: Buurtradio van %1

source: Most played artists
eo: Plej ludataj artistoj
nl: Meest beluisterde artiest

source: Top tracks
eo: Plejludataj trakoj
nl: Topnummers

source: Scrobbles by day
eo: Aŭskultoj laŭtage
nl: Scrobbles per dag

source: %1's most played artists
eo: Artistoj plejludataj de %1
nl: %1's meest beluisterde artiesten

source: %1's top tracks
eo: Trakoj plejludataj de %1
nl: %1's topnummers

source: %1's scrobbles by day
eo: Aŭskultoj de %1 laŭtage
nl: %1's scrobbles per dag

source: Welcome back!
eo: Rebonvenon!
nl: Welkom terug!

source: Libre.fm allows you to share your listening habits and discover new music.
eo: Libre.fm permesas al vi kunhavigi viajn muzikkutimojn kaj malkovri novan muzikon.
nl: Met Libre.fm kun je je luistergewoontes met andere delen en nieuwe muziek ontdekken.

source: Have you <a href="https://git.gnu.io/foocorp/librefm/wikis/clients">configured your player</a> to report your music listening habits?
eo: Ĉu vi <a href="https://git.gnu.io/foocorp/librefm/wikis/clients">agordis vian ludilon</a> por raporti viajn muzikkutimojn?
nl: Heb jij je <a href="https://git.gnu.io/foocorp/librefm/wikis/clients">muziekapplicatie al geconfigureerd</a> voor het rapporteren van je luistergewoontes?

source: <a href="%1">Go to your profile</a> or <a href="%2">view your listening statistics</a>.
eo: <a href="%1">Iru al via profilo</a> aŭ <a href="%2">vidu viajn aŭdstatistikojn</a>.
nl: <a href="%1">Ga naar je profiel</a> of <a href="%2">bekijk je luisterstatistieken</a>.

source: 100&#37; indie artists.
eo: 100&#37; sendependaj artistoj.
nl: 100% independent artiesten.

source: Libre.fm actively supports the creation of music by independent artists.
eo: Libre.fm aktive subtenas la kreadon de muziko fare de sendependaj artistoj.
nl: Libre.fm steunt actief de creatie van muziek door onafhankelijke artiesten.

source: You own your own listening data.
eo: Vi posedas la datumojn pri via aŭskultado.
nl: Jouw eigen luistergegevens.

source: Everything you put into Libre.fm is yours, not ours. Take it away and do cool things!
eo: Ĉio, kion vi metas en libre.fm, estas via, ne nia. Elŝutu kaj faru mojosaĵojn!
nl: Alles wat je in Libre.fm stopt is van jou, niet van ons. Download het en doe er iets cools mee!

source: Legally download and share any track.
eo: Laŭleĝe elŝutu kaj kunhavigu ĉiujn ajn trakojn
nl: Download en deel alle nummers legaal.

source: Every song on Libre.fm is made by musicians who <b>want</b> you to share their music.
eo: Ĉiu kanto ĉe libre.fm estas farita de muzikistoj, kiuj <b>volas</b>, ke vi kunhavigu ilian muzikon.
nl: Alle nummers op Libre.fm zijn gemaakt door muzikanten die <b>willen</b> dat je hun muziek deelt.

source: Your privacy, taken care of.
eo: Via privateco, prizorgata.
nl: Je privacy is bij ons zeker.

source: Our <a href="http://libre.fm/more.html#privacy">privacy policy</a> is awesome. We don't even log your IP address! Privacy is important.
eo: Nia <a href="http://libre.fm/more.html#privacy">politiko pri privateco</a> estas mojosa. Ni eĉ ne registras vian IP-adreson! Privateco estas grava.
nl: Ons <a href="http://libre.fm/more.html#privacy">privacybeleid</a> is geweldig. We loggen zelfs geen IP adressen! Privacy is belangrijk.

source: That's not all! The code that powers Libre.fm is <a href="http://www.gnu.org/philosophy/free-sw.html">free software</a> &mdash; <a href="http://git.gnu.io/gnu/gnu-fm">take it</a>, run your own site and <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">join the development community!
eo: Tio ne estas la fino! La programkodo, kiu povigas Libre.fm'on, estas <a href="http://www.gnu.org/philosophy/free-sw.html">libera</a> &mdash; <a href="http://git.gnu.io/gnu/gnu-fm">elŝutu ĝin</a>, rulu en via retejo kaj <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">aliĝu la komunumon de programistoj!
nl: Maar dat is niet alles! De broncode die Libre.fm mogelijk maakt is <a href="http://gnu.org/philosophy/free-sw.html">vrije software</a> &mdash; <a href="http://git.gnu.io/gnu/gnu-fm"> Pak onze code, start je eigen site en <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">sluit je aan bij de development gemeenschap!

source: Overview
eo: Resumo
nl: Overzicht

source: Go ahead, listen all you want
eo: Daŭrigu, aŭskulti ĉion, kion vi volas
nl: Luister zoveel je maar aankan

source: Stats
eo: Statistikoj
nl: Statistieken

source: Recent Tracks
eo: Freŝaj trakoj
nl: Recente nummers

source: Radio Stations
eo: Radiostacioj
nl: Radiozenders

source: in the future (?)
eo: en estonteco (?)
nl: in de toekomst (?)

source: a second ago
eo: antaŭ sekundo
nl: 1 seconde geleden

source: about a minute ago
eo: antaŭ ĉirkaŭ unu minuto
nl: ongeveer 1 minuut geleden

source: %d minutes ago
eo: antaŭ %d minutoj
nl: %d minuten geleden

source: about an hour ago
eo: antaŭ ĉirkaŭ unu horo
nl: ongeveer 1 uur geleden

source: %d hours ago
eo: antaŭ %d horoj
nl: %d uren geleden

source: about a day ago
eo: antaŭ ĉirkaŭ unu tago
nl: ongeveer 1 dag geleden

source: about a week ago
eo: antaŭ ĉirkaŭ unu semajno
nl: ongeveer 1 week geleden

source: %d days ago
eo: antaŭ %d tagoj
nl: %d dagen geleden

source: %d weeks ago
eo: antaŭ %d semajnoj
nl: %d weken geleden

source: about a month ago
eo: antaŭ ĉirkaŭ unu monato
nl: ongeveer 1 maand geleden

source: %d months ago
eo: antaŭ %d monatoj
nl: %d maanden geleden

source: about a year ago
eo: antaŭ ĉirkaŭ unu jaro
nl: ongeveer 1 jaar geleden

source: more than a year ago
eo: antaŭ pli ol unu jaro
nl: meer dan 1 jaar geleden

source: Your donations don't just help to keep Libre.fm running, they also contribute to exciting new stuff like better equipment, artist outreach programs, conferences and hackfests.
nl: Jouw donaties houden ons niet alleen draaiende, maar dragen ook bij aan allerlei spannende nieuwe dingen zoals betere hardware, het aantrekken van artiesten, conferences en hackfests.

source: You can find out more about our targets for this year on our <a href='http://libre.fm/donate.html'>donations page</a>.
nl: Je kunt meer lezen over onze doelstellingen dit jaar op onze <a href='http://libre.fm/donate.html'>donatie pagina</a>.
