Repository: foocorp/librefm
Catalog: nixtape/themes/librefm/locale/nixtape-*.po
Languages: eo, nl

source: Profile deleted
eo: Profilo forigita
nl: Profiel verwijderd

source: Your account has been deleted.
eo: Via konto estis forigita.
nl: Je account is verwijderd.

source: Email was sent successfully!
eo: Retmesaĝo estis sukcese sendita!
nl: Email is succesvol verzonden!

source: Requests for invites
eo: Petoj pri invitoj
nl: Vraag uitnodigingen aan

source: Invited people
eo: Invititaj personoj
nl: Uitgenodigde personen

source: Album Name
eo: Albumnomo
nl: Albumnaam

source: The name of the album
eo: La nomo de la albumo
nl: De naam van het album

source: Cover Image
eo: Kovrilbildo
nl: Hoesafbeelding

source: Address linking to the album's cover image
eo: Adreso liganta al kovrilbildo de la albumo
nl: URL-link naar de hoesafbeelding van het album

source: Create Album
eo: Krei albumon
nl: Creëer Album

source: Add new track
eo: Aldoni novan trakon
nl: Voeg een nieuw nummer toe

source: Edit
eo: Redakti
nl: Bewerk

source: Popular tags other people used to describe this artist
eo: Popularaj markoj, kiujn aliaj personoj uzis por priskribi ĉi tiun artiston
nl: Populaire tags waarmee andere gebruikers deze artiest hebben beschreven

source: This tag was used %1 times
eo: Ĉi tiu marko estas uzata %1 fojo(j)n
nl: Deze tag is %1 keer gebruikt

source: Tags you've used for this artist
eo: Markoj, kiujn vi uzis por ĉi tiu artisto
nl: Tags die jij aan deze artiest hebt gegeven

source: Add tags:
eo: Aldoni markojn:
nl: Voeg tags toe:

source: Tag
eo: Marko

source: e.g. guitar, violin, female vocals, piano
eo: ekzemple: gitaro, violono, virina voĉo, piano
nl: Bijvoorbeeld, gitaar, viool, vrouwelijke vocalen, piano

source: %1's homepage
eo: Retpaĝo de %1

source: Biography
eo: Vivpriskribo
nl: Biografie

source: Show more...
eo: Montri pli…
nl: Laat meer zien...

source: Albums
eo: Albumoj

source: Add new album
eo: Aldoni novan albumon
nl: Voeg nieuw album toe

source: Similar free artists
eo: Similaj liberverkaj artistoj
nl: Vergelijkbare vrije artiesten

source: Tags used to describe this artist
eo: Markoj uzataj por priskribi ĉi tiun artiston
nl: Tags gebruikt om deze artiest te beschrijven

source: Remove your profile
eo: Forigi vian profilon
nl: Verwijder je profiel

source: Create a group
eo: Krei grupon
nl: Creëer een groep

source: Address for the group:
eo: Adreso por la grupo
nl: Adres voor deze groep:

source: Create
eo: Krei
nl: Creëer

source: Edit your group
eo: Redakti vian grupon
nl: Bewerk je groep

source: The form below is still very experimental. Using this may wreck your group!
eo: La formularo sube estas tre eksperimenteca. Ĝia uzo povas detrui vian grupon!
nl: Het formulier hieronder is op dit moment zeer experimenteel. Gebruik ervan kan een zooitje maken van je groep!

source: Full name:
eo: Plena nomo:
nl: Volledige naam:

source: Website address:
eo: Adreso de retpaĝaro:
nl: Website adres:

source: Logo address:
eo: Adreso de emblemo:
nl: Logo adres:

source: What's this?
eo: Kio estas tio?
nl: Wat is dit?

source: Description:
eo: Priskribo:
nl: Beschrijving:

source: The web address for a picture to represent your group on libre.fm. It should not be more than 80x80 pixels. (64x64 is best.)
eo: La retadreso de la bildo reprezentonta vian grupon ĉe libre.fm. Ĝi ne devas esti pli granda ol 80×80 rastrumeroj. (plej bone 64×64)
nl: De URL van de afbeelding die jouw groep vertegenwoordigd op Libre.fm. Deze mag niet groter zijn dan 80 bij 80 pixels. (64 bij 64 pixels is het best.)

source: The group leader 'owns' the group and is able to make changes to the group. A group can only have one leader, so if you make someone else the leader, you will no longer be able to edit this group. You will not be able to undo this change!
eo: La grupestro "posedas" la grupon kaj povas fari al ĝi ŝanĝojn. Grupo povas havi nur unu estron, do se vi faros estro iun alian, vi ne plu povos ŝanĝi ĉi tiun grupon. Vi ne povos malfari ĉi tiun ŝanĝon!
nl: De groep is "eigendom" van de groepsleider, die wijzigingen aan kan brengen in de groep. Een groep kan slechts een leider hebben, dus wanneer je iemand anders leider maakt kun jij niet langer wijzigingen aanbrengen. Je kan een wissel van leiding niet zelf ongedaan maken!

source: Explore popular artists
eo: Foliumi popularajn artistojn
nl: Verken populaire artiesten

source: Libre.fm is a proud supporter of the Play Ogg campaign
eo: Libre.fm fiere subtenas la kampanjon Ludu Ogg
nl: Libre.fm is een trotse supporter van de Play Ogg campagne.

source: Developer info
eo: Informoj por programistoj
nl: Info over de developers

source: Report a bug
eo: Raporti cimon
nl: Rapporteer een fout

source: Wiki
eo: Vikio

source: Join our blog
eo: Aliĝu nian blogon
nl: Neem deel aan onze blog

source: Recent tracks
eo: Freŝaj trakoj
nl: Recente nummers

source: Powered by <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
eo: Povigita de <a href="https://savannah.gnu.org/projects/librefm/">GNU FM

source: A <a href='http://foocorp.net'>FooCorp</a> thing. Since 1997 the good people of FooCorp have been making entertaining things for the web.
eo: <a href='http://foocorp.net'>FooCorp</a>aĵo. Ekde 1997 la bonaj uloj de FooCorp kreas amuzajn aĵojn por la reto.
nl: Een <a href='http://foocorp.net'>FooCorp</a> ding. Sinds 1997 maken de toffe mensen van FooCorp vermakelijke dingen voor het web.

source: Visit other autonomo.us sites like:
eo: Vizitu aliajn retpaĝarojn de autonomo.us, ekzemple:
nl: Bezoek andere autonomo.us sites zoals:

source: All Groups
eo: Ĉiuj grupoj
nl: Alle Groepen

source: %1 members
eo: %1 ano(j)
nl: %1 gebruikers

source: Group:
eo: Grupo:
nl: Groep:

source: edit
eo: redakti
nl: bewerk

source: leave
eo: eks-aniĝi
nl: verlaten

source: join
eo: aniĝi
nl: word lid

source: Top artists
eo: Plej ludataj artistoj
nl: Topartiesten

source: discover new music
eo: malkovru novan muzikon
nl: Ontdek nieuwe muziek

source: Your invitation has been sent, pretty soon your friend should be thanking you profusely.
eo: Via invito estas sendita, baldaŭ via amiko dankos vin ege.
nl: Je uitnodiging is verstuurd, je vriend zal je binnenkort op zijn blote knieën bedanken.

source: Do you have an awesome friend you'd like to share <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> with? Just enter his/her email address and we'll sort them out with an invitation code.
eo: Ĉu vi havas mojosan amikon, kun kiu vi volas kunhavi <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Tajpu nur lian retadreson kaj ni sendos invitkodon.
nl: Heb jij een geweldige vriend waarmee je <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>Libre.fm</a> graag zou willen delen? Vul simpelweg zijn of haar email adres in en wij zorgen ervoor dat er een uitnodiging in zijn of haar inbox verschijnt.

source: Invitee's E-mail:
eo: Retpoŝtadreso de la invitoto:
nl: Email adres van de genodigde:

source: must be valid!
eo: devas esti valida!
nl: dient geldig te zijn!

source: Let them in!
eo: Lasu eni ilin!
nl: Laat ze maar komen!

source: Preferred language:
eo: Preferata lingvo:
nl: Taalvoorkeur:

source: Please select your language
eo: Bonvolu elekti vian lingvon
nl: Selecteer je taal

source: Change Language
eo: Ŝanĝi lingvon
nl: Taal wijzigen

source: Hey! If you really like this artist you can show your appreciation by donating to them via <a href='http://flattr.com'>flattr</a>.
eo: Hej! Se vi vere ŝatas ĉi tiun artiston, vi povas montri vian ŝaton, donacante iom per <a href='http://flattr.com'>flattr</a>.
nl: Hey! Als je deze artiest écht waardeert kun je dat laten zien door aan ze te doneren via <a href='http://flattr.com'>flattr</a>.

source: Listen to 100&#37; libre music right here in your web browser!
eo: Aŭskultu 100&#37; liberan muzikon ĉi tie en via retumilo!
nl: Luister rechtstreeks vanuit je browser naar 100% vrije muziek!

source: To get started, simply enter the type of music you'd like to hear or select one of the common tags below:
eo: Por komenci, simple tajpu la muzikĝenron, kiun vi ŝatus aŭskulti aŭ elektu unu el komunaj markoj sube:
nl: Om te beginnen typ je simpelweg het type muziek dat je wilt horen in, of klik je op een van de veelgebruikte tags hieronder:

source: Custom tag:
eo: Propra marko:
nl: Aangepaste tag:

source: Only play me songs that other people love
eo: Ludi nur la muzikaĵojn ŝatitajn de aliuloj.

source: Listen
eo: Aŭskulti
nl: Luister

source: Or listen to a random selection of the whole libre.fm community's favourite music on the <a href="?station=librefm://community/loved">Libre.fm Community Station</a>
eo: Aŭ aŭskultu al hazarda elekto de la amata muziko de la tuta komunumo de libre.fm ĉe la <a href="?station=librefm://community/loved">stacio de Libre.fm-komunumo</a>
nl: Of luister naar een willekeurige selectie uit de favoriete muziek van libre.fm's community op het <a href=" ?station=librefm://community/loved">Libre.fm Community Station</a>

source: Country:
eo: Lando:
nl: Land:

source: Users in
eo: Uzantoj en
nl: Gebruikers in

source: Username
eo: Uzantonomo
nl: Gebruikersnaam

source: Password
eo: Pasvorto
nl: Wachtwoord

source: Remember my login
eo: Memoru mian ensaluton
nl: Herinner mij

source: Login
eo: Ensaluti
nl: Inloggen

source: Need an account?
eo: Ĉu vi bezonas konton?
nl: Account nodig?

source: Register now!
eo: Registriĝu nun!
nl: Registreer je nu!

source: Join us in #libre.fm on irc.freenode.net to help shape that, or <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss"> join our mailing list</a> and have your say!
eo: Aliĝu ĉe #libre.fm ĉe irc.freenode.net por helpi formigi tiun aŭ <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">aliĝu nian dissendoliston</a> kaj diru vian opinion!
nl: Kom naar #libre.fm op irc.freenode.net om bij te dragen aan Libre.fm, of <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">abonneer je op onze mailing list</a> en deel je gedachten!

source: Profile
eo: Profilo
nl: Profiel

source: Popular
eo: Populara
nl: Populair

source: Logout
eo: Elsaluti
nl: Afmelden

source: Log in
eo: Ensaluti
nl: Inloggen

source: Sign up now
eo: Registriĝi nun
nl: Word nu lid

source: Back to site
eo: Reen al retejo
nl: Terug naar site

source: Register
eo: Registriĝi
nl: Registreer

source: Lost password
eo: Forgesita pasvorto
nl: Wachtwoord verloren

source: Player problems? The player currently works in <a href='http://www.chromium.org/Home'>Chromium</a> and <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 or later &mdash; it may also work in Chrome and Opera, though we don't recommend them.</p><p>Firefox users may experience problems under Ubuntu due to <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>bug #450684</a>.
eo: Ĉu ludilproblemoj? La ludilo nuntempe funkcias en <a href='http://www.chromium.org/Home'>Chromium</a> kaj <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 aŭ sekvaj &mdash; Ĝi eble funkcias ankaŭ en Chrome kaj Opera, kvankam ni ne rekomendas ilin.</p><p>Uzantoj de Firefox povas havi problemojn kun Ubuntu, kaŭze de <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>cimo #450684</a>.
nl: Problemen met de player? De player werkt op dit moment in <a href='http://www.chromium.org/Home'>Chromium</a>, <a href='http://gnu.org/software/gnuzilla/'>Icecat</a> en <a href='http://mozilla.org/en/firefox/'>Firefox</a> 3.5 of later. Hij werkt mogelijk ook in Chrome en Opera, al raden wij deze niet aan. </p><p>Firefox gebruikers onder Ubuntu kunnen tegen problemen aanlopen door <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>bug #450684</a>.

source: Show playlist
eo: Montri ludliston
nl: Afspeellijst tonen

source: Hide playlist
eo: Kaŝi ludliston
nl: Afspeellijst verbergen

source: Playlist
eo: Ludlisto
nl: Afspeellijst

source: Ban
eo: Forbari

source: Skip Backwards
eo: Malantaŭen en la ludlisto
nl: Vorige nummer

source: Seek Backwards
eo: Malantaŭen
nl: Terugspoelen

source: Play
eo: Ludi
nl: Afspelen

source: Pause
eo: Paŭzigi
nl: Pauzeren

source: Seek Forwards
eo: Serĉi antaŭen
nl: Vooruitspoelen

source: Skip Forwards
eo: Antaŭen en la ludlisto
nl: Volgende nummer

source: Love
eo: Ami
nl: Favoriet

source: Volume
eo: Laŭteco

source: Enter a list of tags separated by commas:
eo: Tajpi liston de markoj dividitaj per komoj:
nl: Voer een lijst van tags in, gescheiden door komma's:

source: Player problems?
eo: Ĉu ludilproblemoj?
nl: Problemen met de player?

source: The player currently works in <a href='http://www.chromium.org/Home'>Chromium</a> and <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 or later &mdash; it may also work in Chrome and Opera, though we don't recommend them.
eo: La aŭdigilo nuntempe funkcias en <a href='http://www.chromium.org/Home'>Chromium</a> kaj <a href='http://www.gnu.org/software/gnuzilla/'>IceCat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 kaj pli novaj &mdash; ĝi eble funkcias ankaŭ en Chrome kaj Opera, kvankam ni ne rekomendas ilin.
nl: Problemen met de player? De player werkt op dit moment in <a href='http://www.chromium.org/Home'>Chromium</a>, <a href='http://gnu.org/software/gnuzilla/'>Icecat</a> en <a href='http://mozilla.org/en/firefox/'>Firefox</a> 3.5 of later. Hij werkt mogelijk ook in Chrome en Opera, al raden wij deze niet aan.

source: Explore popular free artists
eo: Foliumi popularajn liberajn artistojn
nl: Verken populaire vrije artiesten

source: This artist was loved %1 times
eo: Ĉi tiu artisto estas amata %1 fojojn
nl: Dit is een van de favoriete artiesten van %1 gebruikers

source: You're in!
eo: Vi enas!
nl: Je bent ingelogd!

source: Your account has been activated! You may now <a href="/login.php">login!</a>
eo: Via konto estas aktivigita! Vi nun povas <a href="/login.php">ensaluti!</a>
nl: Je account is geactiveerd! Je kunt nu <a href="/login.php">inloggen!</a>

source: Go! Go! Go! Check your email now
eo: Ek! Ek! Ek! Kontrolu vian retpoŝton nun
nl: Go! Go! Go! Check je email nu

source: Please follow the link in your email to activate your account!
eo: Bonvolu sekvi la ligilon en via retpoŝto por aktivigi vian konton!
nl: Volg a.u.b. de link in je email om je account te activeren!

source: You look awesome today, by the way
eo: Ĉi-rilate, vi ŝajnas idolon hodiaŭ
nl: Trouwens, je ziet er geweldig uit vandaag.

source: Your username:
eo: Via uzantonomo:
nl: Jouw gebruikersnaam:

source: No more than 16 characters, please.
eo: Ne pli ol 16 signoj, dankon.
nl: Niet meer dan 16 karakters graag.

source: Your password:
eo: Via pasvorto:
nl: Jouw wachtwoord:

source: Try and make it hard to guess! Don't use the same password for everything!
eo: Zorgu, ke ĝi estu malfacile divenebla! Ne uzu la saman pasvorton por ĉio!
nl: Zorg ervoor dat je wachtwoord niet makkelijk te gokken is! Gebruik niet voor alles hetzelfde wachtwoord!

source: Your password again
eo: Via pasvorto denove
nl: Nogmaals je wachtwoord

source: Who said repeating yourself was a bad thing?
eo: Kiu diris, ke ripetiĝi estas malbona afero?
nl: In herhaling vallen is niet altijd slecht.

source: Your e-mail:
eo: Via retpoŝtadreso:
nl: Uw e-mailadres:

source: We're going to email you here to confirm this account.
eo: Ni nun sendas al vi retmesaĝon por konfirmi ĉi tiun konton.
nl: We zullen je een e-mail sturen om je account te verifiëren.

source: I read this form carefully, and double-checked my email address first, honest.
eo: Mi legis ĉi tiun formularon atente kaj duoble kontrolis mian retadreson unue, honeste.
nl: Ik beloof plechtig dat ik dit formulier correct ingevuld heb en mijn e-mail adres 6 keer heb nagekeken. Erewoord.

source: Sign up
eo: Registriĝi
nl: Aanmelden

source: We won't sell, swap or give away your email address. You can optionally include personal data on your profile, which is displayed publicly.
eo: Ni ne vendos, ne interŝanĝos, kaj ne donacos vian retpoŝtadreson. Se vi volas, vi povas enmeti personajn informojn en vian profilon, kiu estas montrata publike.
nl: We zullen je e-mailadres niet verkopen, ruilen of weggeven. Optioneel kun je persoonlijke gegevens op je profiel plaatsen die publiek zullen zijn.

source: Your request for an invitation has been registered. Thank you for your interest in libre.fm!
eo: Via peto por invito estis registrita. Dankon por via intereso en libre.fm
nl: Je verzoek om een uitnodiging is geregistreerd. Dankje voor je interesse in Libre.fm!

source: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> is now in alpha. We're slowly adding new users, so if you're interested, type in your email address and you'll receive an invitation in a few days time.
eo: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> estas nun alfa-versio. Ni malrapide aldonas novajn uzantojn, do se vi interesiĝas, entajpu vian retpoŝtadreson kaj vi ricevos inviton ene de kelke da tagoj.
nl: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>Libre.fm</a> is nu in zijn alphafase. We voegen geleidelijk nieuwe gebruikers toe, dus mocht je interesse hebben, typ dan je e-mailadres in en we sturen je binnen een paar dagen een uitnodiging.

source: Email
eo: Retpoŝtadreso
nl: E-mailadres

source: Request invite!
eo: Peti pri invito!
nl: Vraag een uitnodiging aan!

source: Reset my password
eo: Rekomencigi mian pasvorton
nl: Herstel mijn wachtwoord

source: Your new password has been emailed to you.
eo: Via nova pasvorto estas sendita al vi per retpoŝto
nl: Je nieuwe wachtwoord is naar gemaild.

source: An email with further information has been sent to the email address associated with your profile.
eo: Retmesaĝo enhavanta pliajn informojn estas sendita al la retpoŝtadreso ligita kun via profilo.
nl: Een e-mail met verdere informatie is verstuurd naar het aan dit profiel gekoppelde e-mailadres.

source: Enter your username or e-mail address and we'll email you a link to reset your password. All passwords are encrypted in our database.
eo: Entajpu vian uzantonomon aŭ retpoŝtadreson kaj ni sendos vin ligilon por rekomencigi vian pasvorton. Ĉiuj pasvortoj estas ĉifritaj en nia datumbazo.
nl: Voer je gebruikersnaam of e-mailadres in en we zullen je een mailen waarmee je je wachtwoord kan herstellen. Alle wachtwoorden in onze database zijn versleuteld.

source: or
eo: aŭ
nl: of

source: E-mail
eo: Retpoŝtadreso
nl: Emailadres

source: Reset my password!
eo: Rekomencigi mian pasvorton!
nl: Herstel mijn wachtwoord!

source: Artist
eo: Artisto
nl: Artiest

source: User
eo: Uzanto
nl: Gebruiker

source: Search
eo: Serĉi
nl: Zoek

source: Libre.fm Merchandise
eo: Libre.fm-vendaĵoj

source: Support Libre.fm and look even cooler than ever by visiting our <a href='http://librefm.spreadshirt.net'>European</a> or <a href='http://librefm.spreadshirt.com'>American store</a>.
eo: Subtenu Libre.fm kaj plimojosiĝu vizitante nian <a href='http://librefm.spreadshirt.net'>eŭropan</a> aŭ <a href='http://librefm.spreadshirt.com'>usonan</a> aĉetejon.
nl: Steun Libre.fm en zie er bovendien nóg toffer uit door onze <a href='http://librefm.spreadshirt.net'>Europese</a> of <a href='http://librefm.spreadshirt.com'>Amerikaanse</a> winkel te bezoeken.

source: Help Support Libre.fm
eo: Helpu subteni libre.fm'on
nl: Steun Libre.fm

source: Neighbours
eo: Najbaroj
nl: Buren

source: These folks all have excellent taste!
eo: Ĉiuj tiuj homoj bongustas!
nl: Deze gebruikers hebben een uitstekende smaak!

source: These folks all have similar tastes to %1.
eo: Ĉiuj tiuj homoj havas similajn gustojn kun %1.
nl: Deze gebruikers hebben een smaak vergelijkbaar met %1.

source: Did you know...
eo: Ĉu vi jam scias, ke…
nl: Wist je dat...

source: You can now get a monthly summary of the latest goings on in the Libre.fm world on our <A href='http://libre.fm/news/'>news site</a>.
eo: Vi nun povas trovi monatan resumon de lastatempaj okazaĵoj ĉe Libre.fm ĉe nia <a href='http://libre.fm/news/'>novaĵpaĝo</a>.
nl: Je nu een maandelijkse samenvattingen over de laatste ontwikkelingen in de Libre.fm wereld kan krijgen via onze <a href='http://libre.fm/news/'>nieuwspagina</a>.

source: Libre.fm has a monthly <a href='http://libre.fm/podcast'>podcast</a>, featuring a selection of some of the best music on Libre.fm, a summary of recent development news and the occasional interview.
eo: Libre.fm havas monatan <a href='http://libre.fm/podcast'>podkaston</a>, enhavanta elekton de kelkaj el la plej ludataj muzikoj en Libre.fm, resumon de la freŝaj evoluignovaĵoj kaj malofte intervjuon.
nl: Libre.fm heeft een maandelijkse <a href='http://libre.fm/podcast'>podcast</a>, met een selectie van het beste wat Libre.fm te bieden heeft, een samenvatting van recente ontwikkelingen en soms een interview.

source: Artist:
eo: Artisto:
nl: Artiest:

source: Album:
eo: Albumo:

source: Playcount:
eo: Ludfojoj:
nl: Totaal beluisterde nummers:

source: Listeners:
eo: Aŭskultintoj:
nl: Luisteraars:

source: Download track
eo: Elŝuti trakon
nl: Download nummer:

source: Edit your profile
eo: Redakti vian profilon
nl: Profiel aanpassen

source: Connections to other services
eo: Konektoj al aliaj servoj
nl: Connecties met andere diensten

source: Your new connection has been successfully added!
eo: Via nova konekto estas sukcese aldonita
nl: Je nieuwe connectie is succesvol toegevoegd!

source: Current connections
eo: Aktualaj konektoj
nl: Huidige connecties

source: You don't currently have any connections configured.
eo: Vi nuntempe havas neniun konekton agordita.
nl: Je hebt op dit moment geen connecties geconfigureerd.

source: Service
eo: Servo
nl: Dienst

source: Forward Scrobbles?
eo: Ĉu sendi aŭskultinformojn?
nl: Stuur Scrobbles door?

source: Yes
eo: Jes
nl: ja

source: No
eo: Ne
nl: Nee

source: Connections to other services allow us to do nifty things like forwarding your scrobbles to other places around the web.
eo: Konektoj al aliaj servoj permesas nin fari oportunaĵojn, kiel sendado de viaj aŭskultinformoj al aliaj lokoj per reto.
nl: Connecties met andere diensten zorgt ervoor dat wij interessante dingen kunnen doen, zoals het doorsturen van je scrobbles naar andere plaatsen op het web.

source: If that sounds cool then simply make a connection below.
eo: Se tio sonas mojose, simple faru konekton sube.
nl: Als dat tof klinkt kun je hieronder eenvoudig een connectie maken.

source: Add a connection
eo: Aldoni konekton
nl: Voeg een connectie toe

source: Connect to a Last.fm account
eo: Konekti al konto ĉe Last.fm
nl: Verbind met een Last.fm account

source: Enter your name here, if you want to.
eo: Entajpu vian nomon ĉi tien, se vi volas.
nl: Voer hier je naam in, mocht je dat willen.

source: Location:
eo: Loko:
nl: Locatie:

source: Avatar address:
eo: Avataradreso:
nl: Avatar URL:

source: Mini Biography:
eo: Biografieto
nl: Mini biografie:

source: StatusNet/identi.ca Profile:
eo: Profilo ĉe StatusNet/identi.ca:
nl: StatusNet/identi.ca profiel:

source: RSS Feed:
eo: RSS-fluo:

source: Delete my account
eo: Forigi mian konton
nl: Verwijder mijn account

source: Hide advanced settings
eo: Kaŝi spertajn agordojn
nl: Verberg geavanceerde instellingen

source: Show advanced settings
eo: Montri spertajn agordojn
nl: Toon geavanceerde instellingen

source: Password:
eo: Pasvorto:
nl: Wachtwoord:

source: Leave this blank if you don't want to change your password.
eo: Lasu ĉi tion malplena, se vi ne volas ŝanĝi vian pasvorton.
nl: Laat dit veld blanco wanneer je je wachtwoord niet wilt veranderen.

source: Confirm Password:
eo: Konfirmu pasvorton:
nl: Bevestig je wachtwoord:

source: Change
eo: Ŝanĝi
nl: Wijzig

source: Help
eo: Helpo
